var json = {
  "cities": [
    {
      "name": "Барнаул",
      "x": 484,
      "y": 501,
      "partners": [
        "Автокомфорт",
        "Русавтотранс",
        "САПР",
        "ИннТех-Сервис",
        "Спутниковые Системы Мониторинга"
      ]
    },
    {
      "name": "Белгород",
      "x": 118,
      "y": 358,
      "partners": [
        "Отчет-Экспресс",
        "Белэлектрокабель"
      ]
    },
    {
      "name": "Бийск",
      "x": 502,
      "y": 520,
      "partners": [
        "ОАО Банк"
      ]
    },
    {
      "name": "Благовещенск",
      "x": 868,
      "y": 563,
      "partners": [
        "ЦТО Фартов"
      ]
    },
    {
      "name": "Брянск",
      "x": 128,
      "y": 310,
      "partners": [
        "БЦБИ",
        "ИП Клещевский",
        "Навля Трак Центр",
        "ГАУЗ «МИАЦ»"
      ]
    },
    {
      "name": "Великие луки",
      "x": 143,
      "y": 267,
      "partners": [
        "Мясокомбинат"
      ]
    },
    {
      "name": "Великий Новгород",
      "x": 185,
      "y": 243,
      "partners": [
        "Промтранс"
      ]
    },
    {
      "name": "Воронеж",
      "x": 167,
      "y": 337,
      "partners": [
        "Тахограф Сервис Теплостар"
      ]
    },
    {
      "name": "Егорьевск",
      "x": 210,
      "y": 306,
      "partners": [
        "Микрон"
      ]
    },
    {
      "name": "Екатеринбург",
      "x": 320,
      "y": 422,
      "partners": [
        "ОК Урал",
        "ТехноКом",
        "ТриумфАвто"
      ]
    },
    {
      "name": "Иваново",
      "x": 260,
      "y": 279,
      "partners": [
        "ИП Савицкий"
      ]
    },
    {
      "name": "Ижевск",
      "x": 298,
      "y": 404,
      "partners": [
        "ТК Навком"
      ]
    },
    {
      "name": "Иркутстк",
      "x": 649,
      "y": 560,
      "partners": [
        "Тахомастер-38",
        "Омником-Инфо"
      ]
    },
    {
      "name": "Кемерово",
      "x": 516,
      "y": 486,
      "partners": [
        "РТК",
        "Навитрейд",
        "ЦТП Альфа Сервис",
        "КузбассСпецПроф",
        "Кузбассвязь комплектсервис",
        "Автотранс",
        "Актуальный Маркетинг"
      ]
    },
    {
      "name": "Краснодар",
      "x": 72,
      "y": 421,
      "partners": [
        "ИГС"
      ]
    },
    {
      "name": "Красноярск",
      "x": 597,
      "y": 482,
      "partners": [
        "СКК",
        "Илим Центр",
        "Гугол-Сервис"
      ]
    },
    {
      "name": "Липецк",
      "x": 197,
      "y": 326,
      "partners": [
        "Омникомм-Центр",
        "Омником-М"
      ]
    },
    {
      "name": "г. Москва",
      "x": 200,
      "y": 293,
      "partners": [
        "Тахобанк",
        "Центр выдачи ЭЦП",
        "Криптосфера",
        "ТеплостарТахо",
        "Тахорус",
        "Вико",
        "Касс Сервис",
        "Денси-Сервис",
        "Эделвейс",
        "ККТ 24",
        "Альфа-Строй",
        "Бизнесторг",
        "Диас-К",
        "Микрон",
        "Актион-диджитал",
        "Эцплегко.ру",
        "Тетрон",
        "Камцентр",
        "Тахограф+"
      ]
    },
    {
      "name": "Нижний Новгород",
      "x": 305,
      "y": 296,
      "partners": [
        "Крипто",
        "Луидор-Тюнинг"
      ]
    },
    {
      "name": "Новосибирск",
      "x": 470,
      "y": 472,
      "partners": [
        "Автонавикс",
        "Тимфорс",
        "Авека",
        "Подразделение Д",
        "ЦДС",
        "Элтком"
      ]
    },
    {
      "name": "Омск",
      "x": 405,
      "y": 480,
      "partners": [
        "ТехноКом"
      ]
    },
    {
      "name": "Старый Оскол",
      "x": 163,
      "y": 348,
      "partners": [
        "Техноопт"
      ]
    },
    {
      "name": "Прокопьевск",
      "x": 536,
      "y": 499,
      "partners": [
        "НовоИнфоСвязь"
      ]
    },
    {
      "name": "Псков",
      "x": 135,
      "y": 248,
      "partners": [
        "Спутниковые технологии"
      ]
    },
    {
      "name": "Ростов-на-Дону",
      "x": 95,
      "y": 411,
      "partners": [
        "Интерра"
      ]
    },
    {
      "name": "Санкт-Петербург",
      "x": 172,
      "y": 219,
      "partners": [
        "Авто Коннект",
        "Глонасс-Сервис",
        "Совавто-С.Петербург",
        "Стрим-Лайт",
        "Эцплегко.ру"
      ]
    },
    {
      "name": "Саранск",
      "x": 290,
      "y": 319,
      "partners": [
        "Цветлит"
      ]
    },
    {
      "name": "Сургут",
      "x": 431,
      "y": 360,
      "partners": [
        "Фрам и партнеры"
      ]
    },
    {
      "name": "Тверь",
      "x": 196,
      "y": 279,
      "partners": [
        "Тверские ИТ"
      ]
    },
    {
      "name": "Томск",
      "x": 498,
      "y": 452,
      "partners": [
        "ТД Альянс Систем"
      ]
    },
    {
      "name": "Усинск",
      "x": 350,
      "y": 249,
      "partners": [
        "ЦТО Ревека",
        "Вега"
      ]
    },
    {
      "name": "Уссурийск",
      "x": 926,
      "y": 628,
      "partners": [
        "Тахосервис",
        "ИП Квашнина"
      ]
    },
    {
      "name": "Уфа",
      "x": 273,
      "y": 438,
      "partners": [
        "АКМ-Система"
      ]
    },
    {
      "name": "Хабаровск",
      "x": 942,
      "y": 576,
      "partners": [
        "Техноком-ДВ",
        "ДВЦСМ"
      ]
    },
    {
      "name": "Челябинск",
      "x": 313,
      "y": 437,
      "partners": [
        "Тахограф 74",
        "ИП Хазин",
        "Ланит-Урал"
      ]
    },
    {
      "name": "Якутия",
      "x": 875,
      "y": 366,
      "partners": [
        "ИП Семенов Е. П."
      ]
    }
  ]
}